Repository: materialofair/zeroNet_Space
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, pl, pt_br, zh_hans, zh_hant

# network.iap.notice
source: ⚠️ In-app purchases require network access. Please enable network when purchasing.
de: ⚠️ In-App-Käufe benötigen Netzwerkzugriff. Aktiviere das Netzwerk beim Kaufen.
es: ⚠️ Las compras dentro de la app requieren acceso a la red. Actívalo al comprar.
fr: ⚠️ Les achats intégrés nécessitent le réseau. Activez-le lors d’un achat.
id: ⚠️ Pembelian dalam aplikasi memerlukan akses jaringan. Aktifkan jaringan saat membeli.
ja: ⚠️ アプリ内購入にはネットワークアクセスが必要です。購入時はネットワークを有効にしてください。
pl: ⚠️ Zakupy w aplikacji wymagają dostępu do sieci. Włącz sieć podczas zakupu.
pt_br: ⚠️ As compras no app exigem acesso à rede. Ative a rede ao comprar.
zh_hans: ⚠️ 内购功能需要网络访问。购买时请开启网络。
zh_hant: ⚠️ 內購功能需要網路訪問。購買時請開啓網路。

# network.import.cloud.notice
source: ⚠️ Selecting cloud files will trigger iOS system downloads (not app networking)
de: ⚠️ Die Auswahl von Cloud-Dateien löst iOS-Systemdownloads aus (keine Netzwerkaktivität der App)
es: ⚠️ Seleccionar archivos de la nube inicia descargas del sistema iOS (no conexiones de la app)
fr: ⚠️ Sélectionner des fichiers cloud déclenche un téléchargement système iOS (pas une activité réseau de l’app)
id: ⚠️ Memilih file cloud akan memicu unduhan sistem iOS (bukan jaringan aplikasi)
ja: ⚠️ クラウドファイルを選ぶとiOSのダウンロードが行われます（アプリによる通信ではありません）
pl: ⚠️ Wybór plików z chmury uruchamia pobieranie przez iOS (nie przez aplikację)
pt_br: ⚠️ Selecionar arquivos da nuvem inicia downloads do sistema iOS (não conexões do app)
zh_hans: ⚠️ 选择云端文件会触发iOS系统下载（非应用联网）
zh_hant: ⚠️ 選擇雲端檔案會觸發iOS系統下載（非應用連網）

# network.offline.title
source: Offline Verification
de: Offline-Prüfung
es: Verificación sin conexión
fr: Vérification hors ligne
id: Verifikasi offline
ja: オフライン検証
pl: Weryfikacja offline
pt_br: Verificação offline
zh_hans: 离线验证
zh_hant: 離線驗證

# network.permission.camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
id: Kamera
ja: カメラ
pl: Aparat
pt_br: Câmera
zh_hans: 相机
zh_hant: 相機

# network.permission.location
source: Location
de: Standort
es: Ubicación
fr: Localisation
id: Lokasi
ja: 位置情報
pl: Lokalizacja
pt_br: Localização
zh_hans: 位置信息
zh_hant: 位置信息

# network.permission.microphone
source: Microphone
de: Mikrofon
es: Micrófono
id: Mikrofon
ja: マイク
pl: Mikrofon
pt_br: Microfone
zh_hans: 麦克风
zh_hant: 麥克風

# network.permission.network
source: Network Access
de: Netzwerkzugriff
es: Acceso a la red
fr: Accès au réseau
id: Akses jaringan
ja: ネットワークアクセス
pl: Dostęp do sieci
pt_br: Acesso à rede
zh_hans: 网络访问
zh_hant: 網路訪問

# network.permission.notNeeded
source: Not Needed
de: Nicht erforderlich
es: No necesario
fr: Non nécessaire
id: Tidak diperlukan
ja: 不要
pl: Niepotrzebne
pt_br: Desnecessário
zh_hans: 完全不需要
zh_hant: 完全不需要

# network.permission.photos
source: Photo Library Access
de: Zugriff auf Fotomediathek
es: Acceso a la fototeca
fr: Accès à la photothèque
id: Akses perpustakaan foto
ja: 写真ライブラリへのアクセス
pl: Dostęp do biblioteki zdjęć
pt_br: Acesso à fototeca
zh_hans: 照片库访问
zh_hant: 照片庫訪問

# network.permission.photos.purpose
source: Import photos and videos to encrypted space
de: Fotos und Videos in den verschlüsselten Bereich importieren
es: Importa fotos y vídeos al espacio cifrado
fr: Importer des photos et vidéos dans l’espace chiffré
id: Impor foto dan video ke ruang terenkripsi
ja: 写真と動画を暗号化された空間に読み込む
pl: Importuj zdjęcia i filmy do zaszyfrowanej przestrzeni
pt_br: Importe fotos e vídeos para o espaço criptografado
zh_hans: 导入照片和视频到加密空间
zh_hant: 匯入照片和影片到加密空間

# network.permissions.notRequested
source: ❌ Explicitly NOT Requested
de: ❌ Ausdrücklich NICHT angefordert
es: ❌ NO solicitados expresamente
fr: ❌ Explicitement NON demandées
id: ❌ Secara tegas TIDAK diminta
ja: ❌ 明確に要求しない権限
pl: ❌ Uprawnienia, o które nie prosimy
pt_br: ❌ Explicitamente NÃO solicitadas
zh_hans: ❌ 明确不请求的权限
zh_hant: ❌ 明確不請求的權限

# network.permissions.onlyOne
source: Only this one permission!
de: Nur diese eine Berechtigung!
es: ¡Solo este permiso!
fr: Cette seule autorisation !
id: Hanya satu izin ini!
ja: この権限のみです！
pl: Tylko to jedno uprawnienie!
pt_br: Só esta permissão!
zh_hans: 仅此一项权限！
zh_hant: 僅此一項權限！

# network.permissions.requested
source: ✅ Requested Permissions
de: ✅ Angeforderte Berechtigungen
es: ✅ Permisos solicitados
fr: ✅ Autorisations demandées
id: ✅ Izin yang diminta
ja: ✅ 要求する権限
pl: ✅ Wymagane uprawnienia
pt_br: ✅ Permissões solicitadas
zh_hans: ✅ 已请求权限
zh_hant: ✅ 已請求權限

# network.permissions.title
source: App Permission Check
de: App-Berechtigungen prüfen
es: Comprobación de permisos de la app
fr: Vérification des autorisations de l’app
id: Pemeriksaan izin aplikasi
ja: アプリの権限確認
pl: Sprawdzenie uprawnień aplikacji
pt_br: Verificação de permissões do app
zh_hans: 应用权限检查
zh_hant: 應用權限檢查

# network.promise.exceptions
source: Exceptions (System-level)
de: Ausnahmen (Systemebene)
es: Excepciones (del sistema)
fr: Exceptions (système)
id: Pengecualian (tingkat sistem)
ja: 例外（システムレベル）
pl: Wyjątki (na poziomie systemu)
pt_br: Exceções (do sistema)
zh_hans: 例外情况（系统级）
zh_hant: 例外情況（系統級）

# network.promise.exceptions.detail
source: • iOS system file picker downloads • Apple StoreKit in-app purchases These are system-level operations required by iOS, not app networking.
de: • Downloads über die iOS-Dateiauswahl • Apple StoreKit-In-App-Käufe Dies sind von iOS benötigte Systemvorgänge, keine Netzwerkaktivität der App.
es: • Descargas del selector de archivos de iOS • Compras dentro de la app con Apple StoreKit Son operaciones del sistema necesarias para iOS, no conexiones de red de la app.
fr: • Téléchargements via le sélecteur de fichiers iOS • Achats intégrés Apple StoreKit Ce sont des opérations système nécessaires à iOS, et non une activité réseau de l’app.
id: • Unduhan pemilih file sistem iOS • Pembelian dalam aplikasi Apple StoreKit Ini adalah operasi tingkat sistem yang diperlukan iOS, bukan jaringan aplikasi.
ja: • iOSシステムのファイル選択によるダウンロード • Apple StoreKitのアプリ内購入 これらはiOSが必要とするシステムレベルの操作であり、アプリによる通信ではありません。
pl: • Pobieranie przez systemowy wybór plików iOS • Zakupy w aplikacji przez Apple StoreKit To operacje systemowe wymagane przez iOS, a nie połączenia sieciowe aplikacji.
pt_br: • Downloads pelo seletor de arquivos do iOS • Compras no app pelo Apple StoreKit São operações do sistema necessárias ao iOS, não conexões de rede do app.
zh_hans: • iOS系统文件选择器下载 • Apple StoreKit内购功能 这些是iOS系统级操作要求，非应用联网。
zh_hant: • iOS系統檔案選擇器下載 • Apple StoreKit內購功能 這些是iOS系統級操作要求，非應用連網。

# network.promise.normal
source: Normal usage is 100% offline - you can safely disable network access for daily use.
de: Die normale Nutzung erfolgt zu 100% offline. Du kannst den Netzwerkzugriff im Alltag sicher deaktivieren.
es: El uso normal es 100% sin conexión. Puedes desactivar el acceso a la red con seguridad para el uso diario.
fr: L’usage courant est 100% hors ligne. Vous pouvez désactiver l’accès au réseau au quotidien sans problème.
id: Penggunaan biasa 100% offline. Anda dapat menonaktifkan akses jaringan dengan aman untuk penggunaan sehari-hari.
ja: 通常の利用は完全にオフラインです。日常的な利用ではネットワークアクセスを無効にしても問題ありません。
pl: Zwykłe korzystanie odbywa się w 100% offline — na co dzień możesz bezpiecznie wyłączyć dostęp do sieci.
pt_br: O uso normal é 100% offline. Você pode desativar o acesso à rede com segurança no dia a dia.
zh_hans: 日常使用100%离线 - 平时可以放心关闭网络访问。
zh_hant: 日常使用100%離線 - 平時可以放心關閉網路訪問。

# network.promise.title
source: Zero Network Promise
de: Versprechen ohne Netzwerk
es: Promesa de cero red
fr: Engagement zéro réseau
id: Janji tanpa jaringan
ja: 通信ゼロの約束
pl: Obietnica braku połączeń
pt_br: Promessa de zero rede
zh_hans: 零网络承诺
zh_hant: 零網路承諾

# network.promise.zero.network
source: Zero Network
de: Kein Netzwerk
es: Cero red
fr: Zéro réseau
id: Tanpa jaringan
ja: 通信ゼロ
pl: Bez sieci
pt_br: Zero rede
zh_hans: 零网络
zh_hant: 零網路

# network.promise.zero.network.desc
source: No network requests in code, no network permission
de: Keine Netzwerkanfragen im Code, keine Netzwerkberechtigung
es: Sin solicitudes de red en el código ni permiso de red
fr: Aucune requête réseau dans le code ni autorisation réseau
id: Tidak ada permintaan jaringan di kode atau izin jaringan
ja: コード内のネットワークリクエストなし、ネットワーク権限なし
pl: Brak żądań sieciowych w kodzie i uprawnień sieciowych
pt_br: Sem solicitações de rede no código ou permissão de rede
zh_hans: 代码中无任何网络请求，无网络权限
zh_hant: 代碼中無任何網路請求，無網路權限

# network.promise.zero.risk
source: Zero Risk
de: Kein Risiko
es: Cero riesgo
fr: Zéro risque
id: Tanpa risiko
ja: リスクゼロ
pl: Zero ryzyka
pt_br: Zero risco
zh_hans: 零风险
zh_hant: 零風險

# network.promise.zero.risk.desc
source: No cloud = No leak risk
de: Keine Cloud = Kein Risiko von Datenlecks
es: Sin nube = sin riesgo de filtraciones
fr: Pas de cloud = pas de risque de fuite
id: Tanpa cloud = tanpa risiko kebocoran
ja: クラウドなし＝漏えいリスクなし
pl: Bez chmury = bez ryzyka wycieku
pt_br: Sem nuvem = sem risco de vazamento
zh_hans: 没有云端 = 没有泄露风险
zh_hant: 沒有雲端 = 沒有洩露風險

# network.promise.zero.tracking
source: Zero Tracking
de: Kein Tracking
es: Cero seguimiento
fr: Zéro suivi
id: Tanpa pelacakan
ja: 追跡ゼロ
pl: Bez śledzenia
pt_br: Zero rastreamento
zh_hans: 零追踪
zh_hant: 零追蹤

# network.promise.zero.tracking.desc
source: No analytics SDK, no ads SDK, no user tracking
de: Kein Analyse-SDK, kein Werbe-SDK, kein Nutzertracking
es: Sin SDK de análisis, sin SDK de anuncios y sin seguimiento de usuarios
fr: Aucun SDK d’analyse, aucun SDK publicitaire, aucun suivi des utilisateurs
id: Tidak ada SDK analitik, SDK iklan, atau pelacakan pengguna
ja: 解析SDK、広告SDK、ユーザー追跡なし
pl: Bez SDK analitycznych, reklamowych i śledzenia użytkowników
pt_br: Sem SDK de análise, SDK de anúncios ou rastreamento de usuários
zh_hans: 无统计SDK，无广告SDK，无用户行为追踪
zh_hant: 無統計SDK，無廣告SDK，無使用者行為追蹤

# network.promise.zero.upload
source: Zero Upload
de: Keine Uploads
es: Cero subidas
fr: Zéro envoi
id: Tanpa unggahan
ja: アップロードゼロ
pl: Bez przesyłania
pt_br: Zero uploads
zh_hans: 零上传
zh_hant: 零上傳

# network.promise.zero.upload.desc
source: All data saved locally only, never uploaded to cloud
de: Alle Daten werden nur lokal gespeichert und nie in die Cloud hochgeladen
es: Todos los datos se guardan solo en el dispositivo y nunca se suben a la nube
fr: Toutes les données restent uniquement en local et ne sont jamais envoyées dans le cloud
id: Semua data hanya disimpan secara lokal, tidak pernah diunggah ke cloud
ja: すべてのデータはローカルにのみ保存され、クラウドにアップロードされません
pl: Wszystkie dane są zapisywane lokalnie i nigdy nie trafiają do chmury
pt_br: Todos os dados são salvos apenas localmente, nunca enviados à nuvem
zh_hans: 所有数据仅保存本地，绝不上传云端
zh_hant: 所有資料僅儲存本地，絕不上傳雲端

# network.promises.title
source: Four Zero Promises
de: Vier Null-Versprechen
es: Cuatro promesas de cero
fr: Quatre engagements zéro
id: Empat janji nol
ja: 4つのゼロの約束
pl: Cztery obietnice „zero”
pt_br: Quatro promessas de zero
zh_hans: 四个「零」承诺
zh_hant: 四個「零」承諾

# network.status.cellular
source: Cellular
de: Mobilfunk
es: Datos móviles
fr: Données cellulaires
id: Seluler
ja: モバイル通信
pl: Sieć komórkowa
pt_br: Dados celulares
zh_hans: 蜂窝网络
zh_hant: 行動網路

# network.status.wifi
source: WiFi
de: WLAN

# network.storage.cloudSync
source: Cloud Sync
de: Cloud-Synchronisierung
es: Sincronización en la nube
fr: Synchronisation cloud
id: Sinkronisasi cloud
ja: クラウド同期
pl: Synchronizacja z chmurą
pt_br: Sincronização com a nuvem
zh_hans: 云端同步
zh_hant: 雲端同步

# network.storage.cloudSync.disabled
source: Disabled (iCloud Off)
de: Deaktiviert (iCloud aus)
es: Desactivado (iCloud desactivado)
fr: Désactivé (iCloud désactivé)
id: Nonaktif (iCloud mati)
ja: 無効（iCloudオフ）
pl: Wyłączone (iCloud wyłączony)
pt_br: Desativado (iCloud desativado)
zh_hans: 禁用 (iCloud关闭)
zh_hant: 禁用 (iCloud關閉)

# network.storage.database
source: Database
de: Datenbank
es: Base de datos
fr: Base de données
id: Basis data
ja: データベース
pl: Baza danych
pt_br: Banco de dados
zh_hans: 数据库
zh_hant: 資料庫

# network.storage.encryption
source: File Encryption
de: Dateiverschlüsselung
es: Cifrado de archivos
fr: Chiffrement des fichiers
id: Enkripsi file
ja: ファイルの暗号化
pl: Szyfrowanie plików
pt_br: Criptografia de arquivos
zh_hans: 文件加密
zh_hant: 檔案加密

# network.storage.encryption.yes
source: Yes (All Encrypted)
de: Ja (alles verschlüsselt)
es: Sí (todo cifrado)
fr: Oui (tout est chiffré)
id: Ya (semua terenkripsi)
ja: はい（すべて暗号化）
pl: Tak (wszystko zaszyfrowane)
pt_br: Sim (tudo criptografado)
zh_hans: 是 (全部加密)
zh_hant: 是 (全部加密)

# network.storage.location
source: Storage Location
de: Speicherort
es: Ubicación de almacenamiento
fr: Emplacement de stockage
id: Lokasi penyimpanan
ja: 保存場所
pl: Miejsce przechowywania
pt_br: Local de armazenamento
zh_hans: 存储位置
zh_hant: 儲存位置

# network.storage.sandbox
source: App Sandbox (Local)
de: App-Sandbox (lokal)
es: Entorno aislado de la app (local)
fr: Sandbox de l’app (locale)
id: Sandbox aplikasi (lokal)
ja: アプリのサンドボックス（ローカル）
pl: Piaskownica aplikacji (lokalnie)
pt_br: Sandbox do app (local)
zh_hans: 应用沙盒 (本地)
zh_hant: 應用沙盒 (本地)

# network.storage.swiftdata
source: SwiftData (Local)
de: SwiftData (lokal)
id: SwiftData (lokal)
ja: SwiftData（ローカル）
pl: SwiftData (lokalnie)
zh_hans: SwiftData (本地)
zh_hant: SwiftData (本地)

# network.storage.title
source: 💾 Data Storage
de: 💾 Datenspeicherung
es: 💾 Almacenamiento de datos
fr: 💾 Stockage des données
id: 💾 Penyimpanan data
ja: 💾 データ保存
pl: 💾 Przechowywanie danych
pt_br: 💾 Armazenamento de dados
zh_hans: 💾 数据存储方式
zh_hant: 💾 資料儲存方式

# network.tab.dataFlow
source: Data Flow
de: Datenfluss
es: Flujo de datos
fr: Flux de données
id: Aliran data
ja: データの流れ
pl: Przepływ danych
pt_br: Fluxo de dados
zh_hans: 数据流向
zh_hant: 資料流向

# network.tab.permissions
source: Permission Check
de: Berechtigungen prüfen
es: Comprobar permisos
fr: Vérifier les autorisations
id: Periksa izin
ja: 権限の確認
pl: Sprawdzenie uprawnień
pt_br: Verificar permissões
zh_hans: 权限验证
zh_hant: 權限驗證

# network.tab.technical
source: Technical Proof
de: Technischer Nachweis
es: Pruebas técnicas
fr: Preuves techniques
id: Bukti teknis
ja: 技術的根拠
pl: Dowody techniczne
pt_br: Provas técnicas
zh_hans: 技术证明
zh_hant: 技術證明

# network.technical.encryption
source: All encryption operations are completed locally on device, keys never leave the device
de: Die gesamte Verschlüsselung erfolgt lokal auf dem Gerät; Schlüssel verlassen es nie
es: Todo el cifrado se realiza en el dispositivo; las claves nunca salen de él
fr: Toutes les opérations de chiffrement se font sur l’appareil ; les clés ne le quittent jamais
id: Semua proses enkripsi dilakukan di perangkat; kunci tidak pernah keluar dari perangkat
ja: 暗号化はすべてデバイス内で行われ、鍵がデバイスの外に出ることはありません
pl: Szyfrowanie odbywa się lokalnie na urządzeniu, a klucze nigdy go nie opuszczają
pt_br: Toda a criptografia é feita no dispositivo; as chaves nunca saem dele
zh_hans: 所有加密操作均在设备本地完成，密钥从不离开设备
zh_hant: 所有加密操作均在設備本地完成，金鑰從不離開設備

# network.technical.guarantee
source: Code-level guarantee: No network capability = Cannot leak data
de: Garantie im Code: Keine Netzwerkfunktion = Keine Datenlecks
es: Garantía en el código: sin función de red = sin filtraciones de datos
fr: Garantie dans le code : pas de fonction réseau = pas de fuite de données
id: Jaminan pada kode: tanpa kemampuan jaringan = data tidak dapat bocor
ja: コードによる保証：ネットワーク機能がなければ、ネットワーク経由でデータを送信できません
pl: Gwarancja na poziomie kodu: bez obsługi sieci dane nie mogą być przesyłane przez sieć
pt_br: Garantia no código: sem função de rede = sem vazamento de dados
zh_hans: 代码级保证：没有网络能力 = 无法泄露数据
zh_hant: 代碼級保證：沒有網路能力 = 無法洩露資料

# network.technical.storage
source: All files are encrypted and stored in app's private directory, inaccessible to other apps
de: Alle Dateien werden verschlüsselt im privaten App-Verzeichnis gespeichert und sind für andere Apps unzugänglich
es: Todos los archivos se cifran y guardan en el directorio privado de la app, inaccesible para otras apps
fr: Tous les fichiers sont chiffrés et stockés dans le répertoire privé de l’app, inaccessible aux autres apps
id: Semua file dienkripsi dan disimpan dalam direktori pribadi aplikasi yang tidak dapat diakses aplikasi lain
ja: ファイルはすべて暗号化され、アプリ専用の領域に保存されるため、ほかのアプリからアクセスできません
pl: Wszystkie pliki są zaszyfrowane i przechowywane w prywatnym katalogu aplikacji, niedostępnym dla innych aplikacji
pt_br: Todos os arquivos são criptografados e salvos na pasta privada do app, inacessível a outros apps
zh_hans: 所有文件加密后存储在应用私有目录，其他应用无法访问
zh_hant: 所有檔案加密後儲存在應用私有目錄，其他應用無法訪問

# network.technical.title
source: Technical Implementation Proof
de: Nachweis der technischen Umsetzung
es: Pruebas de implementación técnica
fr: Preuves de mise en œuvre technique
id: Bukti implementasi teknis
ja: 技術実装の根拠
pl: Dowody implementacji technicznej
pt_br: Provas de implementação técnica
zh_hans: 技术实现证明
zh_hant: 技術實現證明

# network.verification.method
source: Verification Method
de: Prüfmethode
es: Método de verificación
fr: Méthode de vérification
id: Metode verifikasi
ja: 検証方法
pl: Metoda weryfikacji
pt_br: Método de verificação
zh_hans: 验证方式
zh_hant: 驗證方式

# network.verification.subtitle
source: Technical Proof: Completely Offline, Never Connects to Internet
de: Technischer Nachweis: Vollständig offline, verbindet sich nie mit dem Internet
es: Prueba técnica: totalmente sin conexión, nunca se conecta a Internet
fr: Preuves techniques : entièrement hors ligne, sans connexion à Internet
id: Bukti teknis: sepenuhnya offline, tidak pernah terhubung ke internet
ja: 技術的根拠：完全オフライン、インターネットに接続しません
pl: Dowody techniczne: całkowicie offline, bez połączeń z internetem
pt_br: Prova técnica: totalmente offline, nunca se conecta à internet
zh_hans: 技术层面证明：完全离线，绝不联网
zh_hant: 技術層面證明：完全離線，絕不連網

# network.verification.title
source: Zero Network Verification
de: Prüfung auf null Netzwerkzugriffe
es: Verificación de cero red
fr: Vérification zéro réseau
id: Verifikasi tanpa jaringan
ja: 通信ゼロの検証
pl: Weryfikacja braku połączeń
pt_br: Verificação de zero rede
zh_hans: 零网络验证
zh_hant: 零網路驗證

# note.autoSave.pending
source: Auto-save pending
de: Automatisches Speichern ausstehend
es: Guardado automático pendiente
fr: Enregistrement automatique en attente
id: Penyimpanan otomatis tertunda
ja: 自動保存待ち
pl: Oczekiwanie na automatyczny zapis
pt_br: Salvamento automático pendente
zh_hans: 等待自动保存
zh_hant: 等待自動儲存

# note.content.placeholder
source: Write something...
de: Schreibe etwas…
es: Escribe algo…
fr: Écrivez quelque chose…
id: Tulis sesuatu…
ja: 何か書いてみましょう…
pl: Napisz coś…
pt_br: Escreva algo…
zh_hans: 写点什么...
zh_hant: 寫點什麼...

# note.edit
source: Edit Note
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
id: Edit catatan
ja: メモを編集
pl: Edytuj notatkę
pt_br: Editar nota
zh_hans: 编辑笔记
zh_hant: 編輯筆記

# note.lastSaved
source: Saved at %1$@
de: Gespeichert: %1$@
es: Guardado: %1$@
fr: Enregistré : %1$@
id: Disimpan: %1$@
ja: %1$@に保存済み
pl: Zapisano: %1$@
pt_br: Salvo: %1$@
zh_hans: 已保存：%1$@
zh_hant: 已儲存：%1$@

# note.new
source: New Note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
id: Catatan baru
ja: 新規メモ
pl: Nowa notatka
pt_br: Nova nota
zh_hans: 新建笔记
zh_hant: 新建筆記

# note.title.placeholder
source: Note title
de: Notiztitel
es: Título de la nota
fr: Titre de la note
id: Judul catatan
ja: メモのタイトル
pl: Tytuł notatki
pt_br: Título da nota
zh_hans: 笔记标题
zh_hant: 筆記標題

# note.wordCount
source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
id: %lld karakter
ja: %lld文字
pl: %lld znaków
pt_br: %lld caracteres
zh_hans: %lld 字
zh_hant: %lld 字

# passwordStrength.medium
source: Medium
de: Mittel
es: Media
fr: Moyen
id: Sedang
ja: 中
pl: Średni
pt_br: Média
zh_hans: 中等
zh_hant: 中等

# passwordStrength.strong
source: Strong
de: Stark
es: Fuerte
fr: Fort
id: Kuat
ja: 強い
pl: Silne
pt_br: Forte
zh_hans: 强
zh_hant: 強

# passwordStrength.weak
source: Weak
de: Schwach
es: Débil
fr: Faible
id: Lemah
ja: 弱い
pl: Słabe
pt_br: Fraca
zh_hans: 弱
zh_hant: 弱

# photo.decrypting
source: Decrypting photo...
de: Foto wird entschlüsselt…
es: Descifrando foto…
fr: Déchiffrement de la photo…
id: Mendekripsi foto…
ja: 写真を復号中…
pl: Odszyfrowywanie zdjęcia…
pt_br: Descriptografando foto…
zh_hans: 正在解密照片...
zh_hant: 正在解密照片...

# photo.delete.confirmMessage
source: Are you sure you want to delete this photo? This action cannot be undone.
de: Dieses Foto wirklich löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Quieres eliminar esta foto? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette photo ? Cette action est irréversible.
id: Hapus foto ini? Tindakan ini tidak dapat dibatalkan.
ja: この写真を削除しますか？この操作は取り消せません。
pl: Usunąć to zdjęcie? Tej operacji nie można cofnąć.
pt_br: Deseja excluir esta foto? Esta ação não pode ser desfeita.
zh_hans: 确定要删除这张照片吗？此操作无法撤销。
zh_hant: 確定要刪除這張照片嗎？此操作無法撤銷。

# photo.delete.confirmTitle
source: Delete Photo
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
id: Hapus foto
ja: 写真を削除
pl: Usuń zdjęcie
pt_br: Excluir foto
zh_hans: 确认删除
zh_hant: 確認刪除

# photo.deleting
source: Deleting photo...
de: Foto wird gelöscht…
es: Eliminando foto…
fr: Suppression de la photo…
id: Menghapus foto…
ja: 写真を削除中…
pl: Usuwanie zdjęcia…
pt_br: Excluindo foto…
zh_hans: 正在删除照片...
zh_hant: 正在刪除照片...

# photo.error.noPassword
source: No valid session password. Please sign in again and try.
de: Kein gültiges Sitzungspasswort. Melde dich erneut an und versuche es nochmals.
es: No hay una contraseña de sesión válida. Inicia sesión de nuevo e inténtalo otra vez.
fr: Aucun mot de passe de session valide. Reconnectez-vous et réessayez.
id: Kata sandi sesi tidak valid. Silakan masuk kembali lalu coba lagi.
ja: 有効なセッションパスワードがありません。もう一度ログインしてお試しください。
pl: Brak prawidłowego hasła sesji. Zaloguj się ponownie i spróbuj jeszcze raz.
pt_br: Nenhuma senha de sessão válida. Entre novamente e tente de novo.
zh_hans: 当前会话无有效密码，请重新登录后再试。
zh_hant: 當前會話無有效密碼，請重新登入後再試。

# photo.gestureHint
source: Swipe to switch · Double-tap to zoom · Tap to hide controls
de: Wischen zum Wechseln · Doppeltippen zum Zoomen · Tippen zum Ausblenden der Steuerung
es: Desliza para cambiar · Toca dos veces para ampliar · Toca para ocultar los controles
fr: Balayer pour changer · Toucher deux fois pour zoomer · Toucher pour masquer les commandes
id: Geser untuk berganti · Ketuk dua kali untuk memperbesar · Ketuk untuk menyembunyikan kontrol
ja: スワイプで切替 · ダブルタップで拡大 · タップで操作部を非表示
pl: Przesuń, aby przełączyć · Stuknij dwukrotnie, aby powiększyć · Stuknij, aby ukryć elementy sterujące
pt_br: Deslize para trocar · Toque duas vezes para ampliar · Toque para ocultar os controles
zh_hans: 左右滑动切换 · 双击缩放 · 点击隐藏控制栏
zh_hant: 左右滑動切換 · 雙擊縮放 · 點選隱藏控制欄

# photos.delete.multipleMessage
source: Delete the %d selected photos? This action cannot be undone.
de: Die %d ausgewählten Fotos löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Eliminar las %d fotos seleccionadas? Esta acción no se puede deshacer.
fr: Supprimer les %d photos sélectionnées ? Cette action est irréversible.
id: Hapus %d foto yang dipilih? Tindakan ini tidak dapat dibatalkan.
ja: 選択した%d枚の写真を削除しますか？この操作は取り消せません。
pl: Usunąć zaznaczone zdjęcia (liczba: %d)? Tej operacji nie można cofnąć.
pt_br: Excluir as %d fotos selecionadas? Esta ação não pode ser desfeita.
zh_hans: 确定删除选中的 %d 张相片吗？此操作无法撤销。
zh_hant: 確定刪除選中的 %d 張照片嗎？此操作無法撤銷。

# photos.empty.subtitle
source: Tap the + button to import photos
de: Tippe auf +, um Fotos zu importieren
es: Toca + para importar fotos
fr: Touchez + pour importer des photos
id: Ketuk + untuk mengimpor foto
ja: ＋ボタンをタップして写真を読み込み
pl: Stuknij +, aby zaimportować zdjęcia
pt_br: Toque em + para importar fotos
zh_hans: 点击右上角 + 按钮导入相片
zh_hant: 點選右上角 + 按鈕匯入照片

# photos.empty.title
source: No Photos Yet
de: Noch keine Fotos
es: Aún no hay fotos
fr: Aucune photo pour le moment
id: Belum ada foto
ja: 写真はまだありません
pl: Brak zdjęć
pt_br: Ainda não há fotos
zh_hans: 还没有相片
zh_hant: 還沒有照片

# photos.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
ja: 書き出し
pl: Eksportuj
pt_br: Exportar
zh_hans: 导出
zh_hant: 匯出
